---
type: FilterStringEndsWith
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# FilterStringEndsWith

`Autodesk.Revit.DB.FilterStringEndsWith` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | FilterStringEndsWith | 2011 | `public FilterStringEndsWith ()` |